Repository: 84000/data-translation-memory
Catalog: toh310-v3.tmx
Source language: bo
Languages: en

source: མི་རྟག་པ་ཉིད་ཀྱི་མདོ།
en: The Sūtra on Impermanence (2)

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all buddhas and bodhisattvas.

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་དུ་ཡོད་པ་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་ཏེ།
en: The Blessed One was staying in Śrāvastī at the Jeta Grove in Anāthapiṇḍada’s park along with a great community of monks numbering 1,250.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་འདུ་བྱེད་ཐམས་ཅད་མི་རྟག་པ་དང་། མི་བརྟན་པ་དང་། ཡིད་བརྟན་དུ་མི་རུང་བ་དང་། ཡོངས་སུ་འགྱུར་བའི་ཆོས་ཅན་ཏེ།
en: Then, the Blessed One addressed those monks: “Monks, all conditioned states are impermanent, uncertain, unreliable, subject to change.

source: དགེ་སློང་དག་ཆོག་གིས་འདུ་བྱེད་ཐམས་ཅད་ལས་སེམས་ཟློག་ཤིག །དགེ་སློང་དག་མ་ཆགས་པ་དང་། མ་ཞེན་པ་དང་། རྣམ་པར་གྲོལ་བར་གྱིས་ཤིག །
en: This being the case, monks, one should become disgusted with, indifferent to, not fixated upon, and liberated from all conditioned states. “

source: གང་ཡང་སེམས་ཅན་ཐམས་ཅད་དང་། འབྱུང་པོ་ཐམས་ཅད་དང་། སྲོག་ཆགས་ཐམས་ཅད་ཀྱི་གསོན་པའི་མཐའ་ནི་འཆི་བ་ཡིན་ཞིང་མཐར་འཆི་བར་འགྱུར་བ་སྟེ། སྐྱེས་ནས་འཆི་བར་མི་འགྱུར་བ་མེད་དོ། །གང་ཡང་ཁྱིམ་བདག་གི་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུའམ།
en: For all beings, all spirits, and all that draw breath, life indeed concludes with death, has its limit in death, for there is nothing [PDP.223.a] that is born that will not die. “

source: བྲམ་ཟེའི་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུའམ། རྒྱལ་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་ཕྱུག་པ། ནོར་མང་བ། ལོངས་སྤྱོད་ཆེ་བ། ནོར་བུ་དང་། མུ་ཏིག་དང་། བཻ་དཱུ་རྱ་དང་། ཤང་ཀ་ཤི་ལ་དང་། བྱི་རུ་དང་། གསེར་དང་། དངུལ་དང་། ནོར་དང་། ལོངས་སྤྱོད་མང་བ་དང་། འབྲུ་དང་། དབྱིག་དང་། གསེར་དང་། མཛོད་དང་། བང་བ་བསགས་པ་མང་བ་དང་། བྲན་ཕོ་དང་། བྲན་མོ་དང་། ཞོ་ཤས་འཚོ་བ་མང་བ་དང་། མཛའ་བཤེས་དང་། ཉེ་དུ་དང་། སྣག་གི་གཉེན་མཚམས་མང་བ་དེ་དག་གི་གསོན་པའི་མཐའ་ཡང་འཆི་བར་འགྱུར་བ་སྟེ།
en: Monks, those wealthy householder families, wealthy brahmin families, and wealthy warrior families who are of great wealth, of great affluence, having an abundance of jewels, rubies, pearls, beryl, conch shells, crystal, coral, [RAS.60.b] gold, silver, and luxuries; owning an abundance of treasuries and storerooms of money and grain; [TUL.46.b] having an abundance of male slaves, female slaves, servants, and laborers; and having an abundance of friends, counselors, relations, and relatives—even for them life concludes with death, has its limit in death, for there is nothing that is born that will not die. “

source: སྐྱེས་ནས་འཆི་བར་མི་འགྱུར་བ་མེད་དོ། །གང་ཡང་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ། ཡུལ་ལ་དབང་བ། མཐུ་ཐོབ་པ། ས་ཆེན་པོའི་དཀྱིལ་འཁོར་དུ་མངོན་པར་རྒྱལ་བས་གནས་པ་དེ་དག་གི་གསོན་པའི་མཐའ་ཡང་འཆི་བ་ཡིན་ཞིང་མཐར་འཆི་བར་འགྱུར་བ་སྟེ། སྐྱེས་ནས་འཆི་བར་མི་འགྱུར་བ་མེད་དོ།
en: Monks, those consecrated kings and warriors, who have obtained strength and power through sovereignty over the people, who dwell having conquered the great circumference of the Earth—even for them life concludes with death, has its limit in death, for there is nothing that is born that will not die. “

source: །གང་ཡང་དྲང་སྲོང་ནགས་ན་གནས་པ་རྩ་བ་དང་། འབྲས་བུ་ཟ་ཞིང་རྩ་བ་དང་འབྲས་བུ་ལ་སྤྱོད་པ། རྩ་བ་དང་། འབྲས་བུས་འཚོ་ཞིང་གནས་པ་དེ་དག་གི་གསོན་པའི་མཐའ་ཡང་འཆི་བར་འགྱུར་བ་སྟེ། སྐྱེས་ནས་འཆི་བར་མི་འགྱུར་བ་མེད་དོ། །གང་ཡང་རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་རྣམས་དང་།
en: Monks, those sages who are forest hermits, whose livelihood consists of fallen fruit, who eat fallen fruit, who are nourished by fallen fruit—even for them life concludes with death, has its limit in death, for there is nothing that is born that will not die. “

source: སུམ་ཅུ་རྩ་གསུམ་དང་འཐབ་བྲལ་དང་། དགའ་ལྡན་དང་། འཕྲུལ་དགའ་དང་། གཞན་འཕྲུལ་དབང་བྱེད་ཀྱི་ལྷ་རྣམས་ཏེ། དེ་དག་གི་གསོན་པའི་མཐའ་ཡང་འཆི་བ་ཡིན་ཞིང་མཐར་འཆི་བར་འགྱུར་བ་སྟེ། སྐྱེས་ནས་འཆི་བར་མི་འགྱུར་བ་མེད་དོ། །གང་ཡང་གཟུགས་ཅན་གྱི་ལྷ་རྣམས་ཏེ། བསམ་གཏན་དང་པོ་ཐོབ་པ། ཚངས་རིས་དང་། ཚངས་པ་མདུན་ན་འདོན་དང་། ཚངས་ཆེན་ཏེ། དེ་དག་གི་ཡང་གསོན་པའི་མཐའ་འཆི་བ་ཡིན་ཞིང་མཐར་འཆི་བར་འགྱུར་བ་སྟེ། སྐྱེས་ནས་འཆི་བར་མི་འགྱུར་བ་མེད་དོ། །གང་ཡང་བསམ་གཏན་གཉིས་པ་ཐོབ་པའི་ལྷ་རྣམས་ཏེ། འོད་ཆུང་དང་། ཚད་མེད་འོད་དང་། འོད་གསལ་བ་སྟེ། དེ་དག་གི་ཡང་གསོན་པའི་མཐའ་འཆི་བ་ཡིན་ཞིང་མཐར་འཆི་བར་འགྱུར་བ་སྟེ། སྐྱེས་ནས་འཆི་བར་མི་འགྱུར་བ་མེད་དོ། །གང་ཡང་བསམ་གཏན་གསུམ་པ་ཐོབ་པའི་ལྷ་རྣམས་ཏེ། དགེ་ཆུང་དང་། ཚད་མེད་དགེ་དང་། དགེ་རྒྱས་པ་སྟེ། དེ་དག་གི་གསོན་པའི་མཐའ་ཡང་འཆི་བ་ཡིན་ཞིང་མཐར་ཡང་འཆི་བར་འགྱུར་ཏེ། །སྐྱེས་ནས་འཆི་བར་མི་འགྱུར་བ་མེད་དོ།
en: Monks, those gods of the realm of desire—the gods of the Heaven of the Four Great Kings, the gods of the Heaven of the Thirty-Three, the gods of Yāma Heaven, the gods of Tuṣita Heaven, the gods of the Heaven of Delightful Emanations, and the gods of the Heaven of Control of Enjoyments Created by Others—even for them life concludes with death, has its limit in death, for there is nothing that is born that will not die. “

source: །གང་ཡང་བསམ་གཏན་བཞི་པ་ཐོབ་པའི་ལྷ་རྣམས་ཏེ། སྤྲིན་མེད་དང་། བསོད་ནམས་འཕེལ་དང་། འབྲས་བུ་ཆེ་བ་དང་། འདུ་ཤེས་མེད་པའི་སེམས་ཅན་དང་། མི་ཆེ་བ་དང་། མི་གདུང་བ་དང་། ཤིན་ཏུ་མཐོང་བ་དང་། གྱ་ནོམ་སྣང་དང་། འོག་མིན་གྱི་ལྷ་རྣམས་ཏེ། དེ་དག་གི་གསོན་པའི་མཐའ་ཡང་འཆི་བ་ཡིན་ཞིང་མཐར་འཆི་བར་འགྱུར་བ་སྟེ། སྐྱེས་ནས་འཆི་བར་མི་འགྱུར་བ་མེད་དོ།
en: Monks, those gods of the form realm—those who have obtained the first dhyāna, that is, those who attend Brahmā, those stationed before Brahmā, those in the assembly of Brahmā, and those Great Brahmā gods; [RAS.61.a] those who have obtained the second dhyāna, that is, those of limited radiance, those of immeasurable radiance, and those who are radiant ones; those who have obtained the third dhyāna, that is, those of limited splendor, those of immeasurable splendor, and those of complete splendor; those who have obtained the fourth dhyāna, that is, those who are unclouded, those with abundant merit, those with great fruition, and those who have a nature that is free from perception; and those gods [of the Pure Abodes (śuddhāvāsa)], that is, those who are relatively not great, those without trouble, those of excellent appearance, those of excellent observation, and those who are highest—even for them [TUL.47.a] life concludes with death, has its limit in death, for there is nothing that is born that will not die. “

source: །གང་ཡང་གཟུགས་མེད་པའི་ལྷ་རྣམས་ཏེ། ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་དུ་ཉེ་བར་གཏོགས་པ་དང་། རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་དུ་ཉེ་བར་གཏོགས་པ་དང་། ཅི་ཡང་མེད་པའི་སྐྱེ་མཆེད་དུ་ཉེ་བར་གཏོགས་པ་དང་། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་དུ་ཉེ་བར་གཏོགས་པའི་ལྷ་རྣམས་ཏེ། དེ་དག་གི་གསོན་པའི་མཐའ་ཡང་འཆི་བ་ཡིན་ཞིང་མཐར་འཆི་བར་འགྱུར་བ་སྟེ། །སྐྱེས་ནས་འཆི་བར་མི་འགྱུར་བ་མེད་དོ། །གང་ཡང་དགྲ་བཅོམ་པ། ཟག་པ་ཟད་པ།
en: Monks, those gods of the formless realm—those gods belonging to the sphere of the infinity of space, those belonging to the sphere of the infinity of consciousness, those belonging to the sphere of nothingness, those belonging to the sphere of neither perception nor nonperception; even for them life concludes with death, has its limit in death, for there is nothing that is born that will not die.

source: བྱ་བ་བྱས་པ། བྱེད་པ་བྱས་པ།
en: These are the three worlds. “

source: ཁུར་བོར་བ། བདག་གི་དོན་རྗེས་སུ་ཐོབ་པ། སྲིད་པར་ཀུན་ཏུ་སྦྱོར་བ་ཡོངས་སུ་ཟད་པ། ཡང་དག་པའི་ཤེས་པས་སེམས་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བ། སེམས་ཀྱི་དབང་ཐམས་ཅད་ཀྱི་དམ་པའི་ཕ་རོལ་ཏུ་སོན་པ་དེ་རྣམས་ཀྱང་ཡིད་དུ་འོང་བའི་ལུས་སྤོང་བར་བྱེད་པའི་ཆོས་ཅན་ནོ།
en: Monks, those arhats, whose negative influences have been exhausted, who have fulfilled their duty, who have done what is to be done, who have laid aside their burdens, who have reached their own goals, those for whom the fetters of existence have been exhausted, whose minds have been completely liberated by proper, highest knowledge, those who have obtained the excellent perfection consisting of complete mastery of thought—even for them their pleasing bodies are subject to being given up. “

source: །གང་ཡང་རང་སངས་རྒྱས་བསེ་རུ་ལྟ་བུ་དང་། ཚོགས་ན་སྤྱོད་པ་བདག་ཉིད་གཅིག་པུ་འདུལ་བར་བྱེད་ཅིང་བདག་ཉིད་ཞི་བར་བྱེད་པ། བདག་ཉིད་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་བྱེད་པ་དེ་རྣམས་ཀྱང་ཡིད་དུ་འོང་བའི་ལུས་སྤོང་བར་བྱེད་པའི་ཆོས་ཅན་ནོ།
en: Monks, those pratyekabuddhas living alone like a rhinoceros, who live in crowds, who master themselves alone, who pacify themselves alone, who enter parinirvāṇa themselves alone—even for them their pleasing bodies are subject to being given up. [

source: །གང་ཡང་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སྟོབས་བཅུའི་སྟོབས་དང་ལྡན་པ། མི་འཇིགས་པ་བཞིས་བསྙེངས་པ་མི་མངའ་བ། ཁྱུ་མཆོག་གི་གནས་སུ་ཞལ་གྱིས་འཆེ་བ། སྐུ་ལ་སྲེད་མེད་ཀྱི་སྟོབས་བརྟན་པ་འདུས་པ། སེང་གེའི་སྒྲ་ཡང་དག་པར་སྒྲོགས་པ་དེ་རྣམས་ཀྱང་ཡིད་དུ་འོང་བའི་སྐུ་སྤོང་བར་མཛད་པའི་ཆོས་ཅན་ནོ། །དགེ་སློང་དག་འདི་ལྟ་སྟེ། རྫ་མཁན་གྱིས་སྣོད་རྣམས་བྱས་པ་ནི་སོ་བཏང་བའམ། སོ་མ་བཏང་བ་དེ་དག་ཐམས་ཅད་ཀྱང་འཇིག་པ་དང་།
en: RAS.61.b] “Monks, those tathāgatas, arhats, complete and perfect buddhas, mighty with the ten powers, worthy of admiration, roaring a true lion’s roar, confident in the four confidences—confidence in ascending dharmas, confidence in all their teaching, confidence in comprehending the path to nirvāṇa, and confidence in their effort for the knowledge of exhausting negative influences—their bodies strong-limbed and firm like Nārāyaṇa—even for them their pleasing bodies are subject to being given up. “

source: མཐར་ཟད་པར་འགྱུར་རོ། །དགེ་སློང་དག་དེ་བཞིན་དུ་སེམས་ཅན་ཐམས་ཅད་དང་། འབྱུང་པོ་ཐམས་ཅད་དང་། སྲོག་ཆགས་ཐམས་ཅད་ཀྱི་གསོན་པའི་མཐའ་ནི་འཆི་བ་ཡིན་ཞིང་མཐར་འཆི་བར་འགྱུར་བ་སྟེ། སྐྱེས་ནས་འཆི་བར་མི་འགྱུར་བ་མེད་དོ།
en: Monks, just as pots made by potters, [PDP.223.b] whether unfired or fired, are destroyed, conclude in destruction, it is exactly so, monks, for all beings, all spirits, and all that draw breath—[TUL.47.b] life indeed concludes with death, has its limit in death, for there is nothing that is born that will not die.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ཏེ།
en: So said the Blessed One.

source: །བདེ་བར་གཤེགས་པས་དེ་སྐད་གསུངས་ནས། སྟོན་པ་གཞན་ཡང་འདི་སྐད་བཀའ་སྩལ་ཏོ། །ཀྱེ་མ་འདུ་བྱེད་རྣམས་མི་རྟག །སྐྱེ་ཞིང་འཇིག་པའི་ཆོས་ཅན་ཡིན།
en: After the Sugata said this, the Teacher spoke further: “Alas, conditioned states are impermanent, subject to arising and decaying.

source: །སྐྱེ་ནས་འཇིག་པར་འགྱུར་བ་སྟེ། །དེ་བས་ཉེ་བར་ཞི་བ་བདེ། །དེ་ལྟར་རབ་ཏུ་འབར་བ་ལ།
en: Having arisen, they are sure to be destroyed; happiness is to bring them to rest. [

source: །དགར་བྱར་ཅི་ཡོད་མགུར་ཅི་ཡོད།
en: 1] “What joy, what pleasure is there in a conflagration?

source: །མུན་པའི་ནང་དུ་ཞུགས་གནས་པ། །ཅི་ཕྱིར་སྒྲོན་མ་ཚོལ་མི་བྱེད།
en: You dwell having entered into darkness—why do you not seek for a lamp? [2] “Just as clay pots that are made by the potter All end in destruction, so it is with the lives of beings. [3] “Just as ripe fruit is forever in danger of falling, So it is with beings born of conditioned states—always afraid of death. [4] “All that is accumulated is exhausted in the end; what is elevated falls in the end. Unions end in separation; [RAS.62.a] life indeed concludes with death.” [

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: 5] So said the Blessed One.

source: དགེ་སློང་དེ་དག་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།
en: The assembly was delighted, and those monks rejoiced at the speech of the Blessed One.

source: །མི་རྟག་པ་ཉིད་ཀྱི་མདོ་རྫོགས་སོ།། །།
en: Here ends the noble “Sūtra on Impermanence.”
